benchmarks/raw/heavy_c1_t3.txt
Running 30s test @ http://localhost:8080
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   512.39us  523.06us  14.15ms   86.99%
    Req/Sec     1.87k   272.94     2.70k    75.33%
  Latency Distribution
     50%  322.00us
     75%  522.00us
     90%    1.23ms
     99%    2.24ms
  55986 requests in 30.01s, 5.73GB read
Requests/sec:   1865.29
Transfer/sec:    195.47MB