benchmarks/raw/heavy_c200_t4.txt
Running 30s test @ http://localhost:8080
  2 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    17.77ms    3.63ms  65.32ms   74.60%
    Req/Sec     5.60k   653.83     7.48k    73.83%
  Latency Distribution
     50%   17.46ms
     75%   19.68ms
     90%   21.90ms
     99%   29.83ms
  334446 requests in 30.02s, 33.64GB read
Requests/sec:  11139.16
Transfer/sec:      1.12GB